tap "d12frosted/emacs-plus"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "railwaycat/emacsmacport"
brew "aria2"
brew "atool"
brew "autoconf"
brew "gdbm"
brew "sqlite"
brew "xz"
brew "python@3.9"
brew "autojump"
brew "automake"
brew "awscli"
brew "berkeley-db@4"
brew "boost"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "pcre"
brew "pkg-config"
brew "lzo"
brew "pixman"
brew "cairo"
brew "cmake"
brew "coreutils"
brew "dos2unix"
brew "doxygen"
brew "guile"
brew "libevent"
brew "graphite2"
brew "jpeg"
brew "libtiff"
brew "tesseract"
brew "ffmpeg"
brew "fltk"
brew "fzf"
brew "gcc"
brew "gdb"
brew "ghostscript"
brew "git"
brew "gnupg"
brew "go"
brew "lua"
brew "highlight"
brew "hping"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "imlib2"
brew "iperf"
brew "iperf3"
brew "jq"
brew "libarchive"
brew "libfaketime", args: ["HEAD"]
brew "libsixel"
brew "m-cli"
brew "miniupnpc"
brew "mono"
brew "protobuf"
brew "mysql"
brew "neovim"
brew "nmap"
brew "node"
brew "nvm"
brew "nyx"
brew "openblas"
brew "p7zip"
brew "pango"
brew "perl"
brew "proxychains-ng"
brew "qrencode"
brew "ranger"
brew "rcs"
brew "sbt"
brew "socat"
brew "sshfs"
brew "subversion"
brew "telnet"
brew "tmux", args: ["HEAD"]
brew "tor"
brew "w3m", args: ["HEAD"]
brew "wget"
brew "xmake"
brew "yadm"
brew "youtube-dl"
brew "zsh"
brew "heroku/brew/heroku"
brew "railwaycat/emacsmacport/emacs-mac", args: ["with-emacs-sexy-icon", "with-natural-title-bar"]
cask "adobe-acrobat-reader"
cask "adoptopenjdk8"
cask "aliwangwang"
cask "android-platform-tools"
cask "appcleaner"
cask "basictex"
cask "coteditor"
cask "daisydisk"
cask "dash4"
cask "electrum"
cask "font-jetbrains-mono-nerd-font"
cask "font-menlo-for-powerline"
cask "hammerspoon"
cask "handbrake"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "macfuse"
cask "mounty"
cask "mweb"
cask "neteasemusic"
cask "notable"
cask "notion"
cask "pdfexpert"
cask "qq"
cask "sequel-pro"
cask "shadowsocksx-ng"
cask "snipaste"
cask "sublime-text"
cask "switchresx"
cask "telegram"
cask "texpad"
cask "tunnelblick"
cask "uninstallpkg"
cask "visual-studio-code"
cask "writefull"
cask "xquartz"
cask "zoom"
cask "zotero"
