tap "clementtsang/bottom"
tap "d12frosted/emacs-plus"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "nickolasburr/pfa"
tap "railwaycat/emacsmacport"
tap "wez/wezterm"
brew "jpeg"
brew "libpng"
brew "libtiff"
brew "aria2"
brew "atool"
brew "autoconf"
brew "gdbm"
brew "sqlite"
brew "xz"
brew "autojump"
brew "automake"
brew "python@3.9"
brew "awscli"
brew "bandwhich"
brew "berkeley-db@4"
brew "boost"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pcre"
brew "pkg-config"
brew "lzo"
brew "pixman"
brew "cairo"
brew "cmake"
brew "coreutils"
brew "dog"
brew "dos2unix"
brew "doxygen"
brew "exa"
brew "fasd"
brew "fd"
brew "guile"
brew "libevent"
brew "gobject-introspection"
brew "graphite2"
brew "rubberband"
brew "tesseract"
brew "ffmpeg"
brew "fltk"
brew "fzf"
brew "gcc"
brew "gdb"
brew "ghc"
brew "ghostscript"
brew "git"
brew "gitui"
brew "gnupg"
brew "go"
brew "lua"
brew "highlight"
brew "hping"
brew "htop"
brew "httpie"
brew "libheif"
brew "imagemagick"
brew "imlib2"
brew "iperf"
brew "iperf3"
brew "jq"
brew "lf"
brew "libarchive"
brew "libsixel"
brew "m-cli"
brew "mas"
brew "miniupnpc"
brew "mono"
brew "mysql"
brew "neovim"
brew "nmap"
brew "node"
brew "nvm"
brew "nyx"
brew "openblas"
brew "p7zip"
brew "perl"
brew "pinentry-mac"
brew "proxychains-ng"
brew "qrencode"
brew "ranger"
brew "rcs"
brew "ripgrep"
brew "sbt"
brew "sc-im", args: ["HEAD"]
brew "showkey"
brew "socat"
brew "subversion"
brew "tailscale"
brew "telnet"
brew "tldr"
brew "tmux", args: ["HEAD"]
brew "tor"
brew "w3m", args: ["HEAD"]
brew "websocat"
brew "wgcf"
brew "wget"
brew "xmake"
brew "yadm"
brew "youtube-dl"
brew "zopfli"
brew "zsh"
brew "clementtsang/bottom/bottom"
brew "heroku/brew/heroku"
cask "adobe-acrobat-reader"
cask "alacritty"
cask "android-platform-tools"
cask "appcleaner"
cask "basictex"
cask "cloudflare-warp"
cask "coteditor"
cask "daisydisk"
cask "dash4"
cask "electrum"
cask "eloston-chromium"
cask "firefox-developer-edition"
cask "font-jetbrains-mono-nerd-font"
cask "font-menlo-for-powerline"
cask "hammerspoon"
cask "handbrake"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "macfuse"
cask "marta"
cask "mounty"
cask "mweb-pro"
cask "neteasemusic"
cask "notion"
cask "pdf-expert"
cask "raycast"
cask "sequel-pro"
cask "shadowsocksx-ng"
cask "snipaste"
cask "spotify"
cask "sublime-text"
cask "switchresx"
cask "teamviewer"
cask "telegram"
cask "texpad"
cask "tor-browser"
cask "uninstallpkg"
cask "utools"
cask "visual-studio-code"
cask "wechat"
cask "writefull"
cask "xquartz"
cask "zerotier-one"
cask "zoom"
cask "zotero"
mas "1Password 7", id: 1333542190
mas "AdGuard for Safari", id: 1440147259
mas "Enpass", id: 732710998
mas "Magnet", id: 441258766
mas "Manico", id: 724472954
mas "One Markdown", id: 1507139439
mas "OneDrive", id: 823766827
mas "Pixelmator Pro", id: 1289583905
mas "ScanScan", id: 1249901692
mas "Tailscale", id: 1475387142
mas "Tampermonkey", id: 1482490089
mas "The Unarchiver", id: 425424353
mas "TickTick", id: 966085870
mas "Todoist", id: 585829637
mas "uPic", id: 1549159979
mas "WireGuard", id: 1451685025
