tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "sqlite"
brew "aria2"
brew "bat"
brew "bottom"
brew "caddy"
brew "curl"
brew "dog"
brew "exa"
brew "fzf"
brew "gcc"
brew "imagemagick"
brew "openblas"
brew "p7zip"
brew "julia"
brew "leptonica"
brew "mas"
brew "neovim"
brew "node"
brew "node@16"
brew "qrencode"
brew "subversion"
brew "switchaudio-osx"
brew "tailscale"
brew "tcping"
brew "tldr"
brew "tmux"
brew "wgcf"
brew "wget"
brew "yadm"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "alfred"
cask "amethyst"
cask "appcleaner"
cask "coteditor"
cask "eloston-chromium"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "imazing"
cask "iterm2"
cask "launchcontrol"
cask "marta"
cask "mimestream"
cask "openconnect-gui"
cask "paraview"
cask "qq"
cask "raycast"
cask "sublime-text"
cask "telegram"
cask "uninstallpkg"
cask "visual-studio-code"
cask "vivaldi"
cask "x2goclient"
cask "xquartz"
cask "zoom"
cask "zotero"
vscode "fortran-lang.linter-gfortran"
vscode "JuanBlanco.solidity"
vscode "LeetCode.vscode-leetcode"
vscode "ms-python.black-formatter"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "vscodevim.vim"
vscode "wangtao0101.debug-leetcode"
